const SCHOOL_LIST = 
    [
      {
        value: '520100',
        label: '市直属',
        children: [
          {value:'5201007056',label:'贵州电子科技职业学院'},{value:'5201001703',label: '贵阳学院'},{value:'5201004657',label: '贵阳市康养职业大学'}
        ]
      },
      {
        value: '520101',
        label: '观山湖区',
        children: [
          {value:'5201010001',label:'贵阳市第一中学'},{value:'5201014068',label:'贵阳市师范学校附属实验小学(东校区)'},{value:'5201013964',label: '观山湖区华润小学'},{value:'5201016457',label: '观山湖区第一小学(元龙校区)'},{value:'5201016639',label: '观山湖区第一小学(观山校区)'},{value:'5201013640',label: '观山湖区逸都国际学校'},{value:'5201012062',label: '观山湖区华润中学'},{value:'5201019793',label: '贵阳市第三中学'},{value:'5201013151',label: '观山湖区第八中学'},{value:'5201018480',label: '观山湖区中天北京小学'},{value:'5201013801',label: '观山街道'},{value:'5201014232',label: '观山湖区第八小学'},{value:'5201012424',label: '观山湖区第五中学'},{value:'5201017508',label: '观山湖区树才学校'},{value:'5201018774',label: '世纪城街道'},{value:'5201017345',label: '贵阳市第一实验小学'},{value:'5201017906',label: '华东师范大学附属贵阳学校'},{value:'5201011142',label: '观山湖区第六中学'},{value:'5201013837',label: '贵阳市第一实验中学'},{value:'5201015467',label: '贵阳市第一实验小学龙泉分校'},{value:'5201013513',label: '观山湖区第一高级中学'},{value:'5201013211',label: '金华园街道'},{value:'5201013904',label: '北京师范大学贵阳附属中学(初中部)'},{value:'5201016921',label: '北京师范大学贵阳附属中学(高中部)'},{value:'5201019911',label: '观山湖区培文学校'},{value:'5201015807',label: '观山湖区中天铭廷小学'},{value:'5201019418',label: '观山湖区外国语实验小学'},{value:'5201014274',label: '观山湖区外国语实验中学'},{value:'5201015402',label: '贵阳市新世界国际学校'},{value:'5201011366',label: '贵阳市德华学校'},{value:'5201011447',label: '观山湖区第十中学'},{value:'5201015789',label: '宾阳街道'},{value:'5201013234',label: '观山湖区第二小学'},{value:'5201015971',label: '观山湖区外国语实验中学南校区'},{value:'5201013153',label: '观山湖区第二初级中学'},{value:'5201012181',label: '观山湖区小箐小学'},{value:'5201016225',label: '北京师范大学贵阳附属中学新校区'},{value:'5201017682',label: '云潭街道'},{value:'5201014667',label: '观山湖区金麦小学'},{value:'5201016296',label: '观山湖区阅山湖小学'},{value:'5201013926',label: '观山湖区第九中学'},{value:'5201015219',label: '观山湖区中铁置业中加学校'},{value:'5201016315',label: '长岭街道'},{value:'5201017034',label: '观山湖区会展城第二小学'},{value:'5201018331',label: '观山湖区会展城第二中学'},{value:'5201014659',label: '观山湖区远大中学'},{value:'5201018925',label: '北京市西城区黄城根小学贵阳分校'},{value:'5201017873',label: '观山湖区会展城第一中学'},{value:'5201019595',label: '观山湖区美的中学'},{value:'5201011909',label: '观山湖区远大小学'},{value:'5201016638',label: '观山湖区新星学校'},{value:'520101656',label: '贵阳市东升学校'},{value:'5201012509',label: '观山湖区朱昌小学'},{value:'5201019683',label: '观山湖区朱昌中学'},{value:'5201013249',label: '观山湖区普瑞学校'},{value:'5201014790',label: '观山湖区麦乃小学'},{value:'5201016867',label: '观山湖区窦官小学'},{value:'5201014905',label: '观山湖区长冲小学'},{value:'5201018948',label: '观山湖区郝官小学'},{value:'5201015670',label: '观山湖区石硐小学'},{value:'5201012342',label: '贵阳市金盾科技学校'},{value:'5201012041',label: '金华镇'},{value:'5201014698',label: '观山湖区林东小学'},{value:'5201017975',label: '观山湖区冒沙学校'},{value:'5201019045',label: '观山湖区金华中学'},{value:'5201012474',label: '观山湖区第十小学'},{value:'5201017215',label: '观山湖区林东中学'},{value:'5201016118',label: '观山湖区国林小学'},{value:'5201014019',label: '观山湖区翁贡小学'},{value:'5201015202',label: '观山湖区苍坡小学'},{value:'5201019131',label: '观山湖区蒿芝小学'},{value:'5201014092',label: '观山湖区何官小学'},{value:'5201019150',label: '观山湖区下甫小学'},{value:'5201013142',label: '百花湖镇'},{value:'5201015446',label: '观山湖区温水小学'},{value:'520101705',label: '贵阳华侨中学'},{value:'5201012019',label: '观山湖区麦城小学'},
        ]
      },
      {
        value: '520102',
        label: '南明区',
        children: [
          {value:'5201028084',label:'贵阳市第十四中学'},{value:'5201028350',label: '贵阳市第二十二中学'},{value:'5201027886',label: '贵阳市第四十一中学'},{value:'5201025684',label: '贵阳市南明区永乐第一中学'},{value:'5201029227',label: '贵阳市南明区端棻学校'},{value:'5201023577',label: '贵阳市南明区绿苑中学'},{value:'5201023812',label: '贵阳市南明区第一实验中学'},{value:'5201021827',label: '贵阳市南明区翠微小学'},{value:'5201025028',label: '贵阳市南明区尚义路小学'},{value:'5201029059',label: '贵阳市南明区第四实验小学'},{value:'5201028215',label: '贵阳市南明区青山小学'},{value:'5201025620',label: '贵阳市南明区绿苑小学'},{value:'520102227',label: '贵阳市南明区甘荫塘小学'},{value:'5201021876',label: '北京第二实验小学贵阳分校'},{value:'5201023773',label: '北京朝阳区实验小学贵阳分校'},{value:'5201023817',label: '贵阳市南明区花果园第二小学'},{value:'5201023474',label: '贵阳市第十六中学'},{value:'5201027258',label: '贵阳市南明区第二实验中学'},{value:'5201027386',label: '贵阳市南明区第二实验小学'},{value:'5201021886',label: '贵阳市南明区花果园第一小学'},{value:'5201026587',label: '贵阳市南明区苗苗实验学校'},{value:'520102293',label: '贵阳市南明区花果园第三小学'},{value:'5201022017',label: '北京八中贵阳分校'},{value:'5201025241',label: '贵阳市第三十三中学'},{value:'520102162',label: '贵阳市第二十七中学'},
        ]
      },
      {
        value: '520103',
        label: '云岩区',
        children: [
          {value:'5201032994',label:'贵阳市第十中学'},{value:'520103130',label: '贵阳市第三十七中学'},{value:'5201036635',label: '贵阳市第二十四中学'},{value:'5201031107',label: '贵阳市第二十三中学'},{value:'5201039228',label: '贵阳市第四十中学'},{value:'5201038644',label: '贵阳市第十九中学总校'},{value:'5201031357',label: '贵阳市第十九中学万科城分校'},{value:'5201039637',label: '贵阳市第三十中学'},{value:'5201032801',label: '贵阳市第二实验中学总校'},{value:'5201035652',label: '贵阳市第二实验中学(未来方舟分校)'},{value:'5201031280',label: '贵阳市知行学校'},{value:'5201038607',label: '贵阳市第四十二中学'},{value:'5201034681',label: '贵阳市第七中学(中北校区)'},{value:'5201035013',label: '贵阳市第七中学(瑞北校区)'},{value:'5201038003',label: '贵阳市第十七中学'},{value:'5201034358',label: '北京日坛中学日坛分校'},{value:'5201038934',label: '贵阳市第十三中学'},{value:'5201038705',label: '贵阳市云岩区第一中学'},{value:'5201031715',label: '贵阳市安井学校'},{value:'5201033143',label: '贵阳市野鸭中学'},{value:'5201036019',label: '贵阳市环西小学总校'},{value:'5201034662',label: '贵阳市环西小学花果园分校'},{value:'5201036551',label: '贵阳市环西小学普天分校'},{value:'5201032977',label: '贵阳市省府路小学圆通校区'},{value:'5201037252',label: '贵阳市省府路小学恒大分校'},{value:'5201039943',label: '贵阳市省府路小学万科分校'},{value:'520103898',label: '贵阳市省府路小学万科新都荟分校'},{value:'520103414',label: '贵阳市实验小学总校'},{value:'5201035002',label: '贵阳市实验小学未来方舟分校'},{value:'5201038063',label: '贵阳市实验小学保利分校'},{value:'520103663',label: '贵阳市实验小学贵乌路分校'},{value:'5201039857',label: '贵阳市实验小学万科麓山分校'},{value:'5201036103',label: '贵阳市第二实验小学总校'},{value:'5201033796',label: '贵阳市第二实验宅吉校区'},{value:'5201039044',label: '贵阳市第二实验小学天誉城'},{value:'5201033860',label: '贵阳市第三实验小学总校'},{value:'5201036624',label: '贵阳市第三实验小学市西校区'},{value:'5201032634',label: '贵阳市第四实验小学'},{value:'5201031303',label: '贵阳市云岩小学'},{value:'520103803',label: '贵阳市龙井小学'},{value:'5201039333',label: '贵阳市头桥小学'},{value:'5201031255',label: '贵阳市三桥小学'},{value:'5201039082',label: '贵阳市东山小学'},{value:'5201036863',label: '贵阳市市东小学'},{value:'5201032737',label: '贵阳市城西小学'},{value:'5201039094',label: '贵阳市云岩区第一小学'},{value:'5201031557',label: '贵阳市新东门小学'},{value:'5201032517',label: '贵阳市新建小学'},{value:'5201038390',label: '北京芳草地国际学校贵阳分校(未来校区)'},{value:'5201037360',label: '北京芳草地国际学校贵阳分校(方舟校区)'},{value:'5201035710',label: '贵阳市海文小学'},{value:'5201035723',label: '贵阳市黔灵小学'},{value:'520103890',label: '贵阳市岳英小学'},{value:'5201039385',label: '贵阳市茶店小学'},{value:'5201035622',label: '贵阳市金马街小学'},{value:'5201034286',label: '贵阳市百花坪小学'},{value:'5201034612',label: '贵阳市林木小学'},{value:'5201039988',label: '贵阳市黄花街小学'},{value:'5201034968',label: '贵阳市世纪园小学'},{value:'5201032312',label: '贵阳市改茶小学'},{value:'5201037877',label: '贵阳市东新小学'},{value:'5201033467',label: '贵阳市林泉小学'},{value:'5201037155',label: '贵阳市大坪小学'},{value:'5201032532',label: '贵阳市杨惠小学'},{value:'5201035718',label: '贵阳市金鸭小学'},{value:'5201039465',label: '贵阳市金关小学'},{value:'5201038299',label: '贵阳市野鸭小学'},{value:'5201037386',label: '云岩区枫丹白露小学'},{value:'5201031968',label: '贵阳市云岩区第五小学'},{value:'5201039179',label: '贵阳市毓秀路小学'},{value:'5201038518',label: '云岩区向阳实验小学'},
        ]
      },
      {
        value: '520111',
        label: '花溪区',
        children: [
          {value:'5201117517',label:'贵阳市花溪第三小学'},{value:'5201112761',label: '贵阳市花溪区孟关乡中心完小'},{value:'5201117477',label: '花溪区花溪小学(溪山御景校区)'},{value:'5201114255',label: '贵阳市花溪区青岩镇中心完小'},{value:'5201115063',label: '贵阳市花溪区第二小学(保利校区)'},{value:'5201112125',label: '贵阳市花溪区漓江小学'},{value:'520111314',label: '贵阳市花溪区金竹民族学校'},{value:'5201114795',label: '贵阳市花溪区第一实验学校'},{value:'5201119109',label: '贵阳市花溪区第三十四中学'},{value:'5201111646',label: '贵阳市花溪区万科第一小学'},{value:'5201115234',label: '贵阳市花溪区实验中学'},{value:'5201112002',label: '贵阳市花溪区华阳小学'},{value:'5201119203',label: '贵阳市花溪区小孟园区第一小学'},{value:'5201111127',label: '花溪区花溪小学(本部)'},{value:'520111196',label: '花溪区花溪小学(美的国宾府校区)'},{value:'5201112615',label: '贵阳市花溪区第二中学'},{value:'5201116892',label: '贵阳市花溪第一中学'},{value:'5201114938',label: '贵阳市花溪区第二小学(贵筑校区)'},{value:'5201115418',label: '贵阳市花溪区第二小学(万科校区)'},
        ]
      },
      {
        value: '520112',
        label: '乌当区',
        children: [
          {value:'5201126778',label:'乌当区第二中学'},{value:'520112230',label: '贵阳市乌当区新天学校'},{value:'5201125029',label: '贵阳市乌当中学'},{value:'5201121110',label: '乌当区第三中学'},{value:'5201124686',label: '乌当区第四中学'},{value:'5201122252',label: '贵阳市乌当区下坝九年制学校'},{value:'520112361',label: '贵阳市乌当区实验小学'},{value:'5201123410',label: '贵阳市乌当区水田镇中心小学'},{value:'520112302',label: '贵阳市乌当区新天一小'},{value:'5201122501',label: '贵阳市乌当区新天三小'},{value:'52011248',label: '贵阳市乌当区新天四小'},
        ]
      },
      {
        value: '520113',
        label: '白云区',
        children: [
          {value:'5201134224',label:'白云九小一分校(伊顿)'},{value:'5201135583',label: '白云十小一分校(恒大城)'},{value:'5201135211',label: '白云区第十五小学'},{value:'5201132245',label: '白云区都拉乡都拉小学'},{value:'5201134520',label: '白云区第三中学'},{value:'5201139197',label: '白云区第五中学'},{value:'5201138957',label: '白云区第六中学'},{value:'5201135678',label: '白云区第七中学'},{value:'5201131971',label: '白云区第八中学'},{value:'5201139528',label: '白云区民族中学'},{value:'5201139322',label: '白云区第一高级中学'},{value:'520113784',label: '白云区第二高级中学'},{value:'5201136121',label: '白云区职业技术学校'},{value:'5201135046',label: '云城中学'},
        ]
      },
      {
        value: '550003',
        label: '贵安新区',
        children: [
          {value:'5500039255',label:'贵州师范大学贵安附属小学'},{value:'5500033634',label: '贵阳实验小学贵安新区分校'},{value:'5500037084',label: '北大培文贵安实验小学'},
        ]
      }
    ];

module.exports = SCHOOL_LIST;